

export const quizQuestions = [
  {
    question:
      "اللَّهُمَّ لَكَ الْحَمُدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ ما صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    answers: [
      { text: "چوونە سەر ئاو", correct: false },
      { text: "دووعای دەست نوێژ", correct: false },
      { text: "لەبەرکردنی پۆشاکی نوێ", correct: true },
    ],
  },
  {
    question:
      "بِسْمِ اللهِ، اللَّهُمَ إِنِّي أَعُوذُ بِكَ مِنَ الخُبُثِ والخَبائِثِ ",
    answers: [
      { text: "چوونەهاتنە دەرەوەلە سەر ئاو", correct: false },
      { text: "داکەندنی پۆشاک", correct: false },
      { text: "چوونە سەر ئاو", correct: true },
    ],
  },
  {
    question: "غُفْرانَكَ",
    answers: [
      { text: "لەبەرکردنی پۆشاکی نوێ", correct: false },
      { text: "نزای هاتنەدەرەوە لە سەرئاو", correct: true },
      { text: "دەست نوێژ", correct: false },
    ],
  },
  {
    question:
      "بِسْمِ اللهِ, تَوَكَّلْتُ عَلَى اللهِ, وَلا حَوْلَ وَلا قُوَةَ إِلاَّ بِاللهِ ",
    answers: [
      { text: "چوون بۆ سەفەر", correct: false },
      { text: "دەست نوێژ", correct: false },
      { text: "زیکری چوونەدەرەوە لەماڵ", correct: true },
    ],
  },
  {
    question: "وَزِدْنِي نُورًا, وَزِدْنِي نُورًا, وَزِدْنِي نُورًا",
    answers: [
      { text: "زیکرە چوون بۆ بازاڕ", correct: false },
      { text: "دەست نوێژ", correct: false },
      { text: "نزای ڕۆشتن بۆ مزگەوت", correct: true },
    ],
  },
  {
    question:
      "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ, أَو أُضَلَّ, أَوْ أَزِلَّ, أَوْ أُزَلَّ, أَوْ أَظْلِمَ, أَوْ أُظْلَمَ, أَوْ أَجْهَلَ, أَوْ يُجْهَلَ عَلَيَّ",
    answers: [
      { text: "زیکری گەڕانەوە بۆ ماڵ", correct: false },
      { text: "زیکری چوونەدەرەوە لەماڵ", correct: true },
      { text: "زیکری چوون بۆ مزگەوت", correct: false },
    ],
  },
  {
    question:
      "أَعُوذُ بِاللهِ الْعَظِيمِ, وَبِوَجْهِهِ الْكَرِيمِ, وَسُلْطَانِهِ الْقَدِيمِ, مِنَ الشَّيْطَانِ الرَّجِيمِ",
    answers: [
      { text: "نزای چوونەناو مزگەوت", correct: true },
      { text: "زیکری چوون بۆ مزگەوت", correct: false },
      { text: "زیکری گەڕانەوە بۆ ماڵ", correct: false },
    ],
  },
  {
    question:
      "السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ, مِنَ الْمُؤْمِنِيْنَ وَالْمُسْلِمِيْنَ, وَإِنَّا إِنْ شَاءَ اللهُ بِكُمْ لاَحِقُونَ [وَيَرْحَمُ اللهُ الْمُسْتَقْدِمِيْنَ مِنَّا وَالْمُسْتَأْخِرِيْنَ] أَسْأَلُ اللهَ لَنَا وَلَكُمُ الْعَافِيَةَ",
    answers: [
      { text: "نزای سەردانکردنی گۆرستان", correct: true },
      { text: "زیکری گەڕانەوە بۆ ماڵ", correct: false },
      { text: "زیکری چوون بۆ مزگەوت", correct: false },
    ],
  },
  {
    question:
      "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ, وَتَبَارَكَ اسْمُكَ, وَتَعَالَى جَدُّكَ, وَلا إِلهَ غَيْرُكَ",
    answers: [
      { text: "زیکری چوون بۆ مزگەوت", correct: false },
      { text: "زیکرە چوون بۆ بازاڕ", correct: false },
      { text: "نزای دەستپێکردنی دەست نوێژ", correct: true },
    ],
  },
  {
    question:
      "بِسْمِ اللهِ وَلَجْنَا, وَبِسْمِ اللهِ خَرَجْنَا, وَعَلَى اللهِ رَبِّنَا تَوَكَّلْنَا",
    answers: [
      { text: "دەست نوێژ", correct: false },
      { text: "زیکری گەڕانەوە بۆ ماڵ", correct: true },
      { text: "زیکری چوون بۆ مزگەوت", correct: false },
    ],
  },
  {
    question:
      "بِسْمِ اللهِ وَالصَّلاةُ وَالسَّلامُ عَلَى رَسُولِ اللهِ, اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ, اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ",
    answers: [
      { text: "زیکری گەڕانەوە بۆ ماڵ", correct: false },
      { text: "زیکری چوون بۆ مزگەوت", correct: false },
      { text: "نزای هاتنەدەرەوە لەمزگەوت", correct: true },
    ],
  },
  {
    question: " قورئان لەماوەی چەند ساڵدا دابەزی ",
    answers: [
      { text: " ٢٥", correct: false },
      { text: " ٢٣", correct: true },
      { text: " ١٥", correct: false },
    ],
  },
  {
    question: " چی سورەتێک ناسراوە بە بووکی قورئان ",
    answers: [
      { text: "  سورەتی  یس", correct: false },
      { text: " سورەتی الناس", correct: false },
      { text: " سورەتی الرحمن", correct: true },
    ],
  },
  {
    question: " سورەتی  یس  ناسراوە بە ",
    answers: [
      { text: "دڵی قورئان ", correct: true },
      { text: "بووکی قورئان ", correct: false },
      { text: "هچیان ", correct: false },
    ],
  },
  {
    question: " سورەتی الاخلاص لە قورئاندا بەرامبەر چەند یەکی قورئانە؟ ",
    answers: [
      { text: "1/2 ", correct: false },
      { text: "1/3 ", correct: true },
      { text: "1/4 ", correct: false },
    ],
  },
];
